[
{"author-name":"左丘明","author-desc":"丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。","缩略图":"https://img.gushiwen.org/authorImg/zuoqiuming.jpg"},
{"author-name":"屈原","author-desc":"屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。","缩略图":"https://img.gushiwen.org/authorImg/quyuan.jpg"},
{"author-name":"周文","author-desc":"周文（？－前209），秦末农民起义军将领。即周章，陈县人。战国末年，曾为项燕军视日，推算时辰吉凶。侍奉过春申君黄歇，自称懂得兵法。陈胜称王后，授予将军印，西向攻秦。","缩略图":""},
{"author-name":"韩非","author-desc":"韩非子生于周赧王三十五年（约公元前281年），卒于秦王政十四年（公元前233年），韩非为韩国公子（即国君之子），汉族，战国末期韩国人(今河南省新郑）。师从荀子，是中国古代著名的哲学家、思想家，政论家和散文家，法家思想的集大成者，后世称“韩子”或“韩非子”，中国古代著名法家思想的代表人物。","缩略图":"https://img.gushiwen.org/authorImg/hanfe.jpg"},
{"author-name":"宋玉","author-desc":"宋玉，又名子渊，战国时鄢（今襄樊宜城）人， 楚国辞赋作家。生于屈原之后，或曰是屈原弟子。曾事楚顷襄王。好辞赋，为屈原之后辞赋家，与唐勒、景差齐名。相传所作辞赋甚多，《汉书·卷三十·艺文志第十》录有赋16篇，今多亡佚。流传作品有《九辨》、《风赋》、《高唐赋》、《登徒子好色赋》等，但后3篇有人怀疑不是他所作。所谓“下里巴人”、“阳春白雪”、“曲高和寡”的典故皆他而来。","缩略图":"https://img.gushiwen.org/authorImg/songyu.jpg"},
{"author-name":"列御寇","author-desc":"列御寇，名寇，又名御寇（又称“圄寇”“国寇”），相传是战国前期的道家人，郑国人，与郑缪公同时。其学本于黄帝老子，主张清静无为。后汉班固《艺文志》“道家”部分有《列子》八卷，早已散失。","缩略图":"https://img.gushiwen.org/authorImg/lieyukou.jpg"},
{"author-name":"庄周","author-desc":"庄子（公元前369－公元前286年），名周，汉族，宋国蒙（今河南省商丘市东北梁园区蒙墙寺村）人，战国时期的思想家、哲学家、文学家，道家学说的主要创始人之一。庄子祖上系出楚国公族，后因吴起变法楚国发生内乱，先人避夷宗之罪迁至宋国蒙地。庄子生平只做过地方漆园吏，因崇尚自由而不应同宗楚威王之聘。老子思想的继承和发展者。后世将他与老子并称为“老庄”。他们的哲学思想体系，被思想学术界尊为“老庄哲学”。代表作品为《庄子》以及名篇有《逍遥游》、《齐物论》等。","缩略图":"https://img.gushiwen.org/authorImg/zhuangzhou.jpg"},
{"author-name":"公羊高","author-desc":"公羊高，旧题《春秋公羊传》的作者。战国时齐国人。相传是子夏（卜商）的弟子，治《春秋》，传于公羊平。《春秋公羊传》最初仅有口说流传，西汉景帝时，传至玄孙公羊寿及齐人胡母生，才“著于竹帛”，流传于世。《春秋公羊传》，亦称《公羊春秋》或《公羊传》，是今文经学的重要典籍，起于鲁隐公元年（前722），终于鲁哀公十四年（前481），着重阐释《春秋》之“微言”、“大义”，史事记载较简略。","缩略图":"https://img.gushiwen.org/authorImg/gongyanggao.jpg"},
{"author-name":"谷梁赤","author-desc":"谷梁赤，战国经学家。名或作喜、寘、俶，字子始，山东省菏泽定陶人。相传为子夏弟子。治《春秋》，初仅口说流传，至谷梁赤，为《春秋》残亡，多所遗失，乃为经作传，称《春秋谷梁传》。","缩略图":"https://img.gushiwen.org/authorImg/guliangchi.jpg"},
{"author-name":"荀子","author-desc":"荀子（约公元前313－前238），名况，赵国猗氏（今山西运城临猗县）人，时人尊而号为“卿”，西汉时因避汉宣帝刘询讳，因“荀”与“孙”二字古音相通，故又称孙卿。华夏族（汉族），战国末期赵国人。著名思想家、文学家、政治家，儒家代表人物之一，时人尊称“荀卿”。曾三次出齐国稷下学宫的祭酒，后为楚兰陵（今山东兰陵）令。荀子对儒家思想有所发展，提倡性恶论，其学说常被后人拿来跟孟子的‘性善说’比较，荀子对重新整理儒家典籍也有相当显著的贡献。","缩略图":"https://img.gushiwen.org/authorImg/xunzi.jpg"},
{"author-name":"黄石公","author-desc":"黄石公，约前292年-前195年，秦汉时人，后得道成仙，被道教纳入神谱。据传黄石公是秦末汉初的五大隐士之一，排名第五。《史记·留侯世家》称其避秦世之乱，隐居东海下邳。其时张良因谋刺秦始皇不果，亡匿下邳。于下邳桥上遇到黄石公。黄石公三试张良后，授与《素书》，临别时有言：“十三年后，在济北谷城山下，黄石公即我矣。”张良后来以黄石公所授兵书助汉高祖刘邦夺得天下，并于十三年后，在济北谷城下找到了黄石，取而葆祠之。后世流传有黄石公《素书》和《黄石公三略》。","缩略图":"https://img.gushiwen.org/authorImg/huangshigong.jpg"},
{"author-name":"商鞅","author-desc":"商鞅（约公元前395年－公元前338年），战国时代政治家、改革家、思想家，法家代表人物，卫国（今河南省安阳市内黄县梁庄镇）人，卫国国君的后裔，姬姓公孙氏，故又称卫鞅、公孙鞅。后因在河西之战中立功获封商于十五邑，号为商君，故称之为商鞅。","缩略图":"https://img.gushiwen.org/authorImg/shangyang.jpg"},
{"author-name":"吴起","author-desc":"吴起（前440年－前381年），中国战国初期军事家、政治家、改革家，兵家代表人物。卫国左氏（今山东省定陶县，一说山东省曹县东北）人。吴起一生历侍鲁、魏、楚三国，通晓兵家、法家、儒家三家思想，在内政、军事上都有极高的成就。仕鲁时曾击退齐国的入侵；仕魏时屡次破秦，尽得秦国河西之地，成就魏文侯的霸业；仕楚时主持改革，史称“吴起变法”，前381年，楚悼王去世，楚国贵族趁机发动兵变攻杀吴起。后世把他和孙武并称为“孙吴”，《吴子》与《孙子》又合称《孙吴兵法》，在中国古代军事典籍中占有重要地位。","缩略图":"https://img.gushiwen.org/authorImg/wuqi.jpg"},
{"author-name":"周公旦","author-desc":"周公旦:姬姓,名旦,也称叔旦,周朝第一位周公,周文王姬昌的第四子、周武王姬发的同母弟。因采邑在周,故称周公或周公旦。他是西周初期杰出的政治家、军事家、思想家、教育家,被尊为“元圣”和儒学先驱。","缩略图":"https://img.gushiwen.org/authorImg/zhougongdan.jpg"},
{"author-name":"孙膑","author-desc":"孙膑，山东鄄城人，生卒年不详，中国战国初期军事家，兵家代表人物。孙膑原名不详，因受过膑刑故名孙膑。为鬼谷子王诩的徒弟，同庞涓一师之徒。唐德宗时将孙膑等历史上六十四位武功卓著的名将供奉于武成王庙内，被称为武成王庙六十四将。宋徽宗时追尊孙膑为武清伯，位列宋武庙七十二将之一。","缩略图":"https://img.gushiwen.org/authorImg/sunbin.jpg"},
{"author-name":"晏婴","author-desc":"晏婴（？—前500年），姬姓（一说子姓），晏氏，字仲，谥“平”，史称“晏子”，夷维（今山东省高密市）人，春秋时期齐国著名政治家、思想家、外交家。晏婴是齐国上大夫晏弱之子。齐灵公二十六年（前556年）晏弱病死，晏婴继任为上大夫。历任齐灵公、庄公、景公三朝，辅政长达50余年。以有政治远见、外交才能和作风朴素闻名诸侯。他聪颖机智，能言善辩。内辅国政，屡谏齐王。对外他既富有灵活性，又坚持原则性，出使不受辱，捍卫了齐国的国格和国威。齐景公四十八年（前500年），晏婴去世。其思想和轶事典故多见于《晏子春秋》。","缩略图":"https://img.gushiwen.org/authorImg/yanying.jpg"},
{"author-name":"孔伋","author-desc":"孔伋（前483-前402），战国初期鲁国人，姓子，氏孔，名伋，字子思，孔子之孙。春秋战国时期著名的思想家，儒家的主要代表人物之一。","缩略图":"https://img.gushiwen.org/authorImg/kongji.jpg"},
{"author-name":"吕不韦","author-desc":"吕不韦（前292年—前235年），姜姓，吕氏，名不韦，卫国濮阳（今河南省安阳市滑县）人。战国末年著名商人、政治家、思想家，官至秦国丞相。吕不韦主持编纂《吕氏春秋》（又名《吕览》），有八览、六论、十二纪共20余万言，汇合了先秦各派学说，“兼儒墨，合名法”，故史称“杂家”。书成之日，悬于国门，声称能改动一字者赏千金。此为“一字千金”。后因嫪毐集团叛乱事受牵连，被免除相邦职务，出居河南封地。不久，秦王政复命让其举家迁蜀，吕不韦担心被诛杀，于是饮鸩自尽。","缩略图":"https://img.gushiwen.org/authorImg/lvbuwei.jpg"},
{"author-name":"尉缭","author-desc":"名缭。尉缭一生事迹，史籍载之不详，大约活动于魏国由安邑迁都于大梁的历史时期，著名的军事家。秦王政十年（公元前237年）入秦游说，被任为国尉，因称尉缭。","缩略图":""},
{"author-name":"公孙龙","author-desc":"公孙龙（公元前320年－公元前250年），字子秉，华夏族。东周战国时期著名哲学家，生于赵邯郸（今河北省邯郸市），名家离坚白派的代表人物。能言善辩，曾为平原君门客。他提出了“离坚白”、“白马非马”等命题。","缩略图":"https://img.gushiwen.org/authorImg/gongsunlong.jpg"},

]