package com.androidbigguy.easyandroiddemo.resfresh;

/**
 * /~~~~~\        /~~~~~\
 * |    (~'        ~~~)   |
 * \    \__________/    /
 * /~::::::::         ~\
 * /~~~~~~~-_| ::::::::             |_-~~~~~~~\
 * \ ======= /|  ::A::;      A     :|\ ====== /
 * ~-_____-~ |  _----------------_::| ~-____-~
 * |/~                  ~\|
 * /                      \
 * (        ()    ()        )
 * `\                   ./'
 * ~-_______________-~
 * /~~~~\
 * |      |
 * |      |
 * (________)
 * ()
 * -----------------------------------------------
 * | 作  者：| AndroidBigGuy（QQ295803379）        |
 * -----------------------------------------------
 * | 时  间：| 2018/9/27                             |
 * -----------------------------------------------
 * | 包  名：| com.androidbigguy.easyandroiddemo.resfresh                     |
 * -----------------------------------------------
 * | 类  名：| $class$                             |
 * -----------------------------------------------
 * | 简  述: | <功能简述>                          |
 * -----------------------------------------------
 */
public class StringEntity {
    private String content;

    public String getContent() {
        return content == null ? "" : content;
    }

    public void setContent(String content) {
        this.content = content;
    }
}
